callback([
{"pgname": "Angela Strassheim",
"pname": "Untitled (Elsa)",
"year": "2004",
"desc": "Control, control, control. Strassheim captures the suburban ideal in this photograph: mastery over the land. An almost-regal woman towers over a perfect arrangement of grass and plants with a large, stately house in the background. Here, nature is at its most benign: serving as little more than a decorative backdrop. If the Gothic could be conquered by science and rational thought, the mastery of suburban gardening (as mundane as it might seem) would be a good example."},
{"pgname": "Michael B. Wood",
"pname": "Untitled",
"year": "2010",
"desc": "These guy wires, likely attached to a utility pole for stability, might be a decently rare sight in Manhattan, but they are ubiquitous in any suburb. Interestingly, this set appears to be attached on the edge of an undeveloped, heavily wooded area. Once again, nature has been subjugated: while there might not be any desire to attempt to control the woods beyond, the suburbs are perfectly content with hemming in the outdoors with man-made objects. The science prevails."},
{"pgname": "Chris Faust",
"pname": "Development Approaching, Apple Valley, MN",
"year": "1994",
"desc": "We take a brief pause from unrestrained nature to explore the related divide between the suburban and the rural. This photograph is taken from a series by Faust which explored suburban growth in Minnesota. A vast farm is seemingly invaded by out-of-place development in the far left. For all their love of the outdoors, suburbanites sure aren't farmers. The clash of these differing lifestyles occasionally leads to disputes over land use and other nuisances. At times, farming can be as inexplicable as the supernatural."},
{"pgname": "Todd Hido",
"pname": "Untitled (1609a)",
"year": "2004",
"desc": "Sometimes, there's a need to fight back. As the environment infringes on human development (or the other way around, if you wish), casualties appear. Hido's sepia filter brings a grim tone to an otherwise mundane situation. The tree isn't merely killed; it's forced to suffer the indignity of being haphazardly used as a support for its man-made replacement. The tree's sorry condition evokes sympathy for it; Hido turns the natural into something more. Yet at the same time, that 'something more' can easily turn against its oppressors; we'll see that in a bit."},
{"pgname": "Chris Faust",
"pname": "The Edge, Eden Prairie, MN",
"year": "1990",
"desc": "As we return to Faust, we enter what was suggested by Hido: a true conflict between the suburbs and nature. The image practically speaks for itself; the contrast is incredibly obvious. What's interesting is how bleak both sides of the divide appear: not only is the wild left side barren and nearly lifeless, the suburban apartment block on the right also feels uninspiring and cold. Again, the suburbs draw their beauty from the control of nature; when they're placed in juxtaposition, instead, both end up in a strange, unseemly state. "},
{"pgname": "Greg Stimac",
"pname": "Mowing the Lawn",
"year": "2006",
"desc": "The classic lawn, now not so green. Although it might seem petty, a yellowed lawn in the suburbs might as well be a proxy for a house in disarray. This photograph was taken from a series by Stimac of various Americans mowing their lawns. It's the simplest form of control: preventing growth beyond some desired length. But as anyone who's ever taken care of a lawn knows, it's never that simple. Nature isn't so easily contained. "},
{"pgname": "Gregory Crewdson",
"pname": "Untitled",
"year": "2006",
"desc": "No one quite captures the sometimes-desolate nature of day-to-day life like Crewdson. As much as we in the Northeast are seemingly immune to snow, the sheer lifelessness of the landscape in the weeks following a snowstorm is hard to ignore. Nature doesn't care about man-made beauty or our attempts to preserve it. When it decides to transform the world into a cold, barren place, there's little any of us can do. "},
{"pgname": "Alex Segal",
"pname": "Fog",
"year": "2014",
"desc": "So much of the Gothic revolves around the failure of human senses to accurately describe the world. Characters often are unable to comprehend supernatural sights and sounds, resorting to inane explanations instead. Fog takes away our vision, our main buffer against the dangers of the world. In this photograph, it obscures all human traces. With this barrier up, perhaps all that exists is a frosty field, devoid of human intervention. The fog stands between us and the suburban goal of control, an apartment complex that breaks through the fog and provides a buffer against raw nature."},
{"pgname": "Gregory Crewdson",
"pname": "Untitled (Maple Street)",
"year": "2003",
"desc": "Our minds scream for context, but Crewdson provides none, inviting us to write the impending story ourselves. This process is framed by the massive maple tree in the background, eerily looming over the strange scene. Everything man-made is imperfect&mdash;the cracked road, the semi-abandoned taxi, and the overshadowed house all create a strange, uncanny feel. The lighting and plant life almost reverse the power dynamic; the tree seems like it's choking out all things human. Without a clear narrative, the physical elements of the image take over."},
{"pgname": "Gregory Crewdson",
"pname": "Untitled (Shane)",
"year": "2006",
"desc": "We, too, came from nature: from Eden. Here, Crewdson shows the domination of nature (its domination of humans, not the reverse). The scene is incredibly beautiful despite nature's hold over both the man and the steel bridge. It's captivating. We're filled with wonder, with wild explanations of what could be happening. This is nature's true form, and it's the essence of the Gothic: a need to find an answer to the inanswerable."},
{"pgname": "Greg Stimac",
"pname": "Untitled",
"year": "2011",
"desc": "<em>\"And it is in the humble opinion of this narrator that strange things happen all the time. And so it goes, and so it goes. And the book says, 'We may be through with the past, but the past ain't through with us.'\"<br><br>Magnolia</em>, 1999"}
]);
